FOR_ADMINS = {
    "bot_activated": "Я вновь ожил! Вот блин, сколько же дел невыполненных..."
}

CONSOLE_TEXT = {
    "search_db_dir": "Поиск директории базы данных...",

    "db_dir_found": "Директория базы данных обнаружена.",

    "db_dir_not_found": "Директория базы данных не обнаружена."
                        "\nСоздание...",

    "db_dir_created": "Директория \"database\" успешно создана.",

    # --------------------------------------------------------------------- #

    "search_db_with_loc": "Поиск базы данных с локациями пользователей...",

    "db_with_loc_found": "База данных с локациями пользователей обнаружена.",

    "db_with_loc_not_found": "База данных с локациями пользователей не обнаружена."
                             "\nСоздание...",

    "db_with_loc_created": "База данных \"save_location.xlsx\" успешно создана."
}