CONSOLE_TEXT = {
    "search_db_dir": "Поиск директории базы данных...",

    "db_dir_found": "Директория базы данных обнаружена.",

    "db_dir_not_found": "Директория базы данных не обнаружена."
                        "\nСоздание...",

    "db_dir_created": "Директория \"database\" успешно создана.",

    # --------------------------------------------------------------------- #

    "search_db": "Поиск базы данных...",

    "db_found": "База данных обнаружена.",

    "db_not_found": "База данных не обнаружена."
                    "\nСоздание...",

    "db_created": "База данных \"weatherman\" успешно создана.",

    # --------------------------------------------------------------------- #

    "check_tables": "Проверка необходимых таблиц...",

    "check_tables_completed": "Таблицы успешно проверены."

    # --------------------------------------------------------------------- #
}